// +----------------------------------------------------------------------
// | 学号：2017051604055
// +----------------------------------------------------------------------
// | Author: 陈明欣
// +----------------------------------------------------------------------
<html>
<head>
</head>
<body>
<table>
	<tr>
		<td>本站暂时只支持从一卡通扣费充值！</td>
	</tr>
	<tr>
		<td><a href='javascript:onclick=history.go(-1)'><input type="button" value="返回"></a></td>
		<td><input type="button" value="确定"></td>

</table>

</body>
</html>