<?php
// +----------------------------------------------------------------------
// | 学号：2017051604033
// +----------------------------------------------------------------------
// | 姓名：吴倩倩
// +----------------------------------------------------------------------
// | 本文件实现了前台首页
// +----------------------------------------------------------------------
?>
<html>
<head>
</head>
<body>

<?php include "top.php"?>

<?php include "left.php";?>

<?php include "pictureslide.php";?>

<?php include "repairs-exigence.php";?>	
<?php include "youqinglianjie.php";?>

<?php include "bottom.php";?>
</body></html>