// +----------------------------------------------------------------------
// | 学号：2017051604012
// +----------------------------------------------------------------------
// | Author: 缪淑婷
// +----------------------------------------------------------------------
// | content: 周边服务(后台):信息添加
// +----------------------------------------------------------------------

<?php
include "class.php";
$aa=$_POST['lei'];
$bb=$_POST['leixing'];
$cc=$_POST['time'];
$dd=$_POST['where'];
$ee=$_POST['guiz'];
$ff=$_POST['url'];
$i=new UseModel();
$sql="insert into tb_youhui values('$aa','$bb','$cc','$dd','$ee','$ff')";
$result=$i->add($sql, $conn);
if($result)
{
	echo "优惠信息添加成功";
}
else
{
	echo "优惠信息添加失败";
}