// +----------------------------------------------------------------------
// | 学号：2017051604012
// +----------------------------------------------------------------------
// | Author: 缪淑婷
// +----------------------------------------------------------------------
// | content: 周边服务(后台):删除优惠信息
// +----------------------------------------------------------------------
<?php 
include "conn/conn.php";
$a=$_GET['main'];
$b=$_GET['little'];
$p="delete from tb_youhui where little='$a' and lujin='$b'";
$w=mysqli_query($conn,$p);
if($w) 
{
	echo "<script>alert('删除优惠信息成功');history.go(-1);</script>";
}
else
{
	echo "<script>alert('删除优惠信息失败');history.go(-1);</script>";
}
?>